Repository: mrousavy/ImgurSniper
Catalog: ImgurSniper.UI/Properties/strings.*.resx
Languages: de

source: After Snapping...
de: Nach Snappen...

# allMonitor
source: On all Monitors
de: Alle Bildschirme

# autoUploadImgur
source: Automatically upload to Imgur
de: Automatisch zu Imgur hochladen

source: Cancel
de: Abbrechen

source: Changelog
de: Änderungsprotokoll

# checkingUpdate
source: Checking for Updates...
de: Suche nach Updates...

# contactImgur
source: Connecting to Imgur...
de: Verbinde mit Imgur...

source: Context Menu
de: Kontext Menü

# contextMenuDesc
source: Right click any File in Windows Explorer (or on your Desktop) to open the Context Menu. To quickly upload any File to Imgur, you can now click "Upload to Imgur"
de: Rechtsklicken Sie eine Datei in Windows Explorer (or on your Desktop) um das Kontext Menü zu öffnen. Um das Bild schnell zu Imgur hochladen zu können, drücken Sie nun "Upload to Imgur"

# copyClipboard
source: Copy Image to Clipboard
de: Bild in die Zwischenablage kopieren

# couldNotDownload
source: Could not download ZIP Archive from github.com!
de: Fehler beim herunterladen!

# curMonitor
source: On current Monitor
de: Derzeitiger Bildschirm

source: Date
de: Datum

# disablingTrayWarning
source: Are you sure you want to disable the ImgurSniper Tray Service?
de: Wollen Sie den ImgurSniper Hintergrund-dienst wirklich deaktivieren?

# downloadingGitHub
source: Downloading from github.com/mrousavy/ImgurSniper...
de: Von github.com/mrousavy/ImgurSniper herunterladen...

source: Downloading Update..
de: Update wird geladen..

# enMagnifying
source: Enable Magnifying Glass
de: Lupe aktivieren

# failedUpdate
source: Could not retrieve Version/Update info from GitHub!
de: Fehler beim Laden von Version/Update Info von GitHub!

source: Help
de: Hilfe

# imgFormat
source: Format:
de: Bild Format

# imgurAccSignedIn
source: Imgur Account (signed in as "{0}")
de: Imgur Account (angemeldet als {0})

# imgurSniperNotFound
source: Error, ImgurSniper could not be found on your System!
de: Fehler, ImgurSniper wurde nicht auf Ihrem System gefunden!

# langChanged
source: Language successfully changed, to proceed, you have to restart ImgurSniper. Do you want to restart ImgurSniper now?
de: Sprache erfolgreich geändert, um den Vorgang abzuschließen, muss ImgurSniper neu gestartet werden. Wollen Sie ImgurSniper jetzt neustarten?

source: Language
de: Sprache

# loadConf
source: Loading Configuration...
de: Lade Konfiguration...

source: Loading...
de: Lädt...

# loggedIn
source: Successfully logged in! Hi, {0}!
de: Anmeldung erfolgreich! Hi, {0}!

source: Message
de: Details

source: No
de: Nein

# notOnlyMouse
source: Snipe a Window on all connected Monitors (May be slower)
de: ImgurSniper auf allen Bildschirmen öffnen

# onlyMouse
source: Only Snipe a Window on the Monitor the Mouse Cursor is currently on.
de: ImgurSniper auf dem Bildschirm öffnen wo sich die Maus befindet.

# openBrowser
source: Open Image in Browser after Upload
de: Nach upload, Bild im Browser öffnen

source: Other...
de: Anderes:

# pageClipboard
source: Clipboard
de: Zwischenablage

# pageClipboardDesc
source: As soon as you have finished cropping the desired Rectangle, ImgurSniper will automatically copy the URL to Imgur or the whole Image itself (depending on your Settings) to your Clipboard, so you're ready to send it immediately!
de: Sobald Sie Ihren gewünschten Bereich fertig ausgeschnitten haben, kopiert ImgurSniper die URL zu Imgur, oder das Bild selbst (Konfigurierbar in den Einstellungen), automatisch in Ihre Zwischenablage, sodass Sie das Bild sofort teilen können.

# pageDraw
source: Draw
de: Zeichnen

# pageDrawDesc
source: In Snipe Mode, you can draw on your screen to show the receiver something important (Circle, Arrows, ...), hide some Information, or show your drawing Skills! To enter the drawing Mode, you just need to press Space once in Snap Mode!
de: Im Snipe Modus können Sie außerdem wichtige Informationen hervorheben, markieren, einkreisen, oder Informationen verstecken. Um in den Zeichenmodus zu wechseln, drücken Sie einfach die Leertaste.

# pageGeneral
source: General
de: Allgemein

# pageGeneralDesc
source: ImgurSniper is an easy to use, fast and simple tool to help you share Images better. Open ImgurSniper with your Hotkey (default: Ctrl + Shift + X) and Crop an Image, or right click an Image File and click "Upload to Imgur" to upload the Image. See "Snipe" and "Tray" for more Information about the Program. Licensed under MIT Open Source License on github.com/mrousavy/ImgurSniper, you can modify the Program for your needs. To contribute, click the Fork button (top right) on GitHub, customize your Project, and create a Pull Request.
de: ImgurSniper ist ein einfach benutzbares, schnelles und simples Tool um Ihnen das Teilen von Bildern zu erleichtern. Öffnen Sie ImgurSniper mit Ihrem Tastenkürzel (standard: Strg + Shift + X) und schneiden Sie einen Bereich aus, oder rechts-klicken Sie eine Bilddatei und klicken Sie "Upload to Imgur" um das Bild schnell hochzuladen. Siehe "Snipe" und "Infobereich" für mehr Informationen über das Programm. Lizensiert unter der MIT Open Source Lizenz auf github.com/mrousavy/ImgurSniper, können Sie jederzeit den Code anpassen. Um zu ImgurSniper etwas beizutragen, klicken Sie den "Fork" Knopf (Oben Rechts) auf GitHub, bearbeiten Sie das Projekt, und erstellen Sie schlussendlich eine Pull Request.

# pagePrivacy
source: Privacy
de: Datenschutz

# pagePrivacyDesc
source: ImgurSniper does not collect any data, the only Information being uploaded is your Image. (The Image itself is private, and only accessible for users with the link.) As the ImgurSniper C# Project is on GitHub, you can easily view 100% of the Code. ImgurSniper uses OAuth2.0 for Authentication, so no Password or username will be stored, and you can revoke access anytime.
de: ImgurSniper sammelt keine privaten Informationen, die einzigen Daten die hochgeladen werden, sind von Ihnen erstellte Bilder mit ImgurSniper, welche auch nur mit der URL erreichbar sind. Da das ImgurSniper C# Projekt auf GitHub ist, sind 100% der Quelldateien öffentlich einsehbar. Außerdem wird OAuth2.0 für die Benutzerauthentifizierung verwendet, dadurch werden keine Benutzernamen oder Passwörter gespeichert, und Sie können sich jederzeit abmelden.

# pageRightClick
source: Right Click
de: Rechtsklick

# pageRightClickDesc
source: When you Right Click with your Mouse in Snipe Mode, ImgurSniper will detect the Window you clicked, and upload the cropped Image of that Window to Imgur. ImgurSniper does detect a whole Window when you click the Titlebar and even Client Area(s) (Areas inside a Window).
de: Wenn Sie einen Bereich im Snipe Mode rechts-klicken, wird der Bereich automatisch ausgeschnitten und zu Imgur hochgeladen. Dies funktioniert für ganze Fenster (Rechtsklick in Titelleiste) und für Client Bereiche (Inhalt eines Fensters).

# pageSnipeDesc
source: Press your Hotkey (default: Ctrl + Shift + X) to open ImgurSniper in Snipe mode. In Snipe Mode, you can hold down your mouse and draw a Rectangle to select the Area you want to upload. Once you release the mouse, the Image will automatically be uploaded to Imgur (if enabled), saved as a file (optionally), and the Link (or Image itself) will be copied to your Clipboard. Depending on your Settings, the Image will be automatically opened for you to see aswell. Pro Tip: Hit Ctrl + A to instantly create a Screenshot of your whole Desktop.
de: Drücken Sie Ihren Hotkey (standard: Strg + Shift + X) um ImgurSniper im Snipe Modus zu starten. Im Snipe Modus können Sie mit Ihrer Maus ein Rechteck zeichnen. Sobald Sie die Linke Maustaste loslassen, bestätigen Sie den Bereich und das Bild wird automatisch zu Imgur hochgeladen (falls aktiviert), auf Ihrer Festplatte abgespeichert (optional), und die URL zum Bild (oder das Bild selbst) wird in Ihre Zwischenablage gespeichert. Je nach Ihren Einstellungen, wird das Bild auch automatisch geöffnet. Pro Tip: Drücken Sie im Snipe Modus Strg + A um einen Screenshot vom ganzen Monitor zu erstellen.

# pageTray
source: Tray
de: Infobereich

# pageTrayDesc
source: The Tray Service is running in the Background, so you can activate ImgurSniper with your Hotkey (default: Ctrl + Shift + X) way faster than launching the executable. The Tray Service is optimized to use as little processing power as possible, so your PC is definetly not slowed down. You can find the ImgurSniper Tray Program in the bottom right corner of your Screen, Right Click the Icon to open the Menu.
de: Der Infobereich bzw. "Tray" Service läuft im Hintergrund, sodass Sie ImgurSniper mit Ihrem konfigurierten Tastenkürzel so schnell wie möglich starten können. Der Tray Service ist so gut wie möglich optimiert, um so wenig Leistung wie möglich zu verschwenden, also wird Ihr PC definitiv nicht langsamer. Der ImgurSniper Tray Service ist auffindbar in dem Inforbereich (Rechts Unten, Taskbar). Mit Rechter Maustaste wird das Menü geöffnet.

source: Path:
de: Pfad:

# pathNotExist
source: The selected Path does not exist!
de: Der ausgefählte Pfad existiert nicht!

# plsPin
source: Please enter the PIN you received on the Website.
de: Bitte geben Sie die PIN von Imgur.com ein.

# pressKey
source: Press any Key... (ESC to cancel)
de: Drücken Sie eine Taste... (ESC zum Abbrechen)

source: Repair
de: Reparieren

# repairedImgurSniper
source: Repaired ImgurSniper. Please restart ImgurSniper to complete!
de: ImgurSniper wurde erfolgreich repariert, bitte starte neu um abzuschließen!

# saveLocally
source: Save snapped Images locally
de: Bild lokal abspeichern

# selectPath
source: Select the Path where ImgurSniper should save Images.
de: Wähle den Pfad aus, wo ImgurSniper Bilder speichern soll.

# singIn
source: Sign in
de: Anmelden

# singOut
source: Sign out
de: Abmelden

# title
source: Imgur Sniper Settings
de: Imgur Sniper Einstellungen

# trayService
source: ImgurSniper Tray/Background Service
de: ImgurSniper im Hintergrund ausführen

# trayServiceNotRunning
source: ImgurSniper Tray Service is not running!
de: ImgurSniper Hintergrundservice ist nicht gestartet!

# unhandledError
source: Oh no! Sorry about that, it seems like ImgurSniper ran into an unexpected Error! But no worries, you can help out and get this Problem fixed asap! Do you want to help out and submit a ticket? (If you click yes, a new Browser Window opens)
de: Ein schwerwiegender unbekannter Fehler in ImgurSniper ist aufgetreten! Wollen Sie eine detaillierte Fehlermeldung sehen?

# unknownError
source: An unknown Error occured!\r\nShow this to the smart Computer apes: {0}
de: Ein unbekannter Fehler ist aufgetreten! Zeige dies den klugen Computer Affen: {0}

source: Update
de: Aktualisieren

# updateAvailable
source: An ImgurSniper Update is available to download! (v{0}/{1})
de: Eine neuere Version von ImgurSniper ist verfügbar. (v{0}/{1})

# useJPEG
source: Use .JPEG for Images (Faster uploads, lower Quality)
de: .JPEG Format für Uploads benutzen (Niedrigere Qualität, Schneller)

# usePNG
source: Use .PNG for Images (Slower uploads, higher Quality)
de: .PNG Format für Uploads benutzen (Höhere Qualität, Langsamer)

# usePrint
source: Use Print Key as Shortcut
de: Druck-Taste für ImgurSniper benutzen

# verInfo
source: Version Info
de: Versions Info

# whereSnipe
source: Where to snipe
de: Snipe Bereich

# wrongPin
source: Wrong PIN? Could not login to Imgur! ({0})
de: Falsche PIN? Anmeldung fehlgeschlagen! ({0})

source: Yes
de: Ja

source: Initializing...
de: Initialisierung...

# updateNow
source: Search for Updates
de: Jetzt suchen

# updateLast
source: Last: {0}
de: Zuletzt: {0}

source: Skip
de: Überspringen

# skipTooltip
source: Skip these ImgurSniper Updates
de: Diese ImgurSniper Updates überspringen

# autoUpdate
source: Automatically search for Updates
de: Automatisch nach Aktualisierungen suchen

source: Troubleshooting
de: Fehlerbehebung

# troubleshootingTips
source: Oh no! It looks like you encountered an Error while uploading an Image. If this problem occurs more often, try the following: • Try logging in with your Imgur Account • Change the Image Format from .PNG to .JPEG • Restart your Computer • Make sure that you have Write Permissions to Documents/ImgurSniper • Make sure that your GIF is not too long, too big, or has too many FPS! Does the Error still occur? Maybe your Internet Connection is too slow for the Imgur Service.
de: Oh nein! Anscheinend ist ein Fehler beim hochladen eines Snipes aufgetreten. Falls dieses Problem öfters auftritt, probieren Sie folgendes: • Melden Sie sich mit Ihrem Imgur Account an • Ändern Sie das Bild format von .PNG auf .JPEG • Starten Sie Ihren Computer neu • Stellen Sie sicher, dass Sie Zugriff auf den Ordner Dokumente/ImgurSniper haben Tritt der Fehler immer noch auf, ist Ihre Internet Verbindung möglicherweise zu langsam für den Imgur Dienst.

# viewPics
source: My Images
de: Meine Bilder

# couldNotLoad
source: Could not load Config!
de: Konfiguration konnte nicht geladen werden!

# errorConfig
source: Error while loading Config! ("{0}")
de: Fehler beim Laden der Konfigurations Datei! ("{0}")

source: Ctrl + Shift +
de: Strg + Shift +

# gifLength
source: Max. Length:
de: Max. Länge:

# gifLengthVal
source: {0} Seconds
de: {0} Sekunden

# pageGifDesc
source: To snipe a new GIF you have to press your GIF Hotkey (Default: Ctrl + Shift + G) or right-click the ImgurSniper Tray Icon (right side of your Taskbar) and hit "GIF". Instead of sharing a single Image, you now can share a short Screen Recording! As soon as you selected your desired area, ImgurSniper will start recording the GIF. The blue Progress Bar below the grey Area will show you the Progress of the GIF (Once the Progress Bar is full, the screen recording will automatically stop and begin uploading the GIF.) To stop recording manually, you have to click the blue Check Button right next to the Progress Bar. Your GIF is then being uploaded to Imgur.
de: Um ein animiertes GIF zu teilen, drücken Sie Ihren GIF Hotkey (Standard: Strg + Shift + G) oder Klicken Sie mit der Rechten Maustaste auf das ImgurSniper Tray Logo (Rechte Seite der Taskleiste), und wählen Sie "GIF". Statt dass Sie ein starres Bild teilen, können Sie nun eine kurze Aufnahme teilen! Sobald Sie den gewünschten Bereich ausgewählt haben, beginnt ImgurSniper mit der Aufnahme des GIFs. Die Blaue Leiste unter dem Grauen Rahmen zeigt den Fortschritt der verstrichenen Zeit (Sobald diese Leiste voll ist, wird die Aufnahme automatisch beendet.) Um die Aufnahme manuell zu beenden, drücken Sie einfach den Haken nehmen der Blauen Leiste. Ihr GIF wird nun auf Imgur hochgeladen.
