Repository: mrousavy/ImgurSniper
Catalog: ImgurSniper/Properties/strings.*.resx
Languages: de

source: Click or Press
de: Klicken/Drücken Sie

# error
source: An unknown Error occured in ImgurSniper.UI! ImgurSniper has to shut down! Would you like to see a detailed Exception Info? ({0})
de: Ein unbekannter Fehler in ImgurSniper.UI ist aufgetreten! ImgurSniper wurde beendet! Möchten Sie detaillierte Informationen über die Fehlermeldung erhalten? ({0})

source: Exit
de: Beenden

# imgSize
source: The Image Width and/or Height is too small!
de: Die Breite und/oder Höhe des Bildes ist zu klein!

# imgTooBig
source: Image Size exceeds 12 MB! (Try smaller Images or use .JPEG!)
de: Die Bildgröße ist über 12 MB, fehler beim hochladen! (Versuchen Sie kleinere Bilder oder .JPEG!)

# linkclipboard
source: Link to Imgur has been copied to your Clipboard!
de: Link zum Bild wurde in die Zwischenablage kopiert.

# msg
source: Message: {0}
de: Nachricht: {0}

# otherErrorMsg
source: An unknown Error occured! (Show this to the Smart Computer Apes: {0})
de: EIn unbekannter Fehler ist aufgetreten!\nDetaillierte Fehlermeldung: {0}

# printKeyShortcut
source: the Print Key
de: die Drucken-Taste

source: Settings
de: Einstellungen

# toSnipeNew
source: to Snipe a new Image
de: für ImgurSniper

# uploading
source: Uploading Image... ({0} KB)
de: Bild wird hochgeladen... ({0} KB)

# uploadingError
source: Error uploading Image to Imgur! ({0})
de: Beim hochladen ist ein Fehler aufgetreten! ({0})

# uploadTitle
source: Uploaded with ImgurSniper
de: Hochgeladen mit ImgurSniper

# whoops
source: Whoops, something went wrong!
de: Whoops, etwas ist schiefgelaufen!

# unhandledError
source: Oh no! Sorry about that, it seems like ImgurSniper ran into an unexpected Error! But no worries, you can help out and get this Problem fixed asap! Do you want to help out and submit a ticket? (If you click yes, a new Browser Window opens)
de: Oh nein! Ein Unbekannter Fehler ist aufgetreten! Keine Sorge, dieser Fehler kann mit Ihrer Hilfe so schnell wie möglich behoben werden. Wollen Sie helfen, den Fehler zu beheben indem Sie ein Formular detailreich ausfüllen? (Klicken Sie Ja, wird ein neues Browser Fenster geöffnet)

source: Help
de: Hilfe

# errorInstantUpload
source: Error uploading File(s), make sure to check your Internet connection and see if the File is a valid Image file!
de: Fehler beim hochladen der Datei(en), prüfen Sie Ihre Internetverbindung und stellen Sie sicher, dass Sie eine korrekte Bild Datei hochladen!

# uploadingFiles
source: Uploading Image... ({0} KB) ({1} of {2})
de: Bild wird hochgeladen... ({0} KB) ({1} von {2})

# linkAlbumClipboard
source: Link to the Imgur Album has been copied to your Clipboard!
de: Link zum Album wurde in die Zwischenablage kopiert.

# errorMsg
source: An unknown Error occured!
de: Ein unbekannter Fehler ist aufgetreten!

source: Close
de: Schließen

# imgTooBigGif
source: GIF Size exceeds 12 MB! (Try smaller/shorter GIFs!)
de: Die GIF größe ist über 12 MB, fehler beim hochladen! (Versuchen Sie kleinere/kürzere GIFs!)

# uploadingGif
source: Uploading GIF... ({0} KB)
de: GIF wird hochgeladen... ({0} KB)

# uploadingErrorGif
source: Error creating/uploading GIF to Imgur!
de: Beim erstellen des GIFs ist ein Fehler aufgetreten! ({0})

# unhandledErrorDescription
source: An unknown Error occured in ImgurSniper. Error Message: "{0}" Do you want to see more details about that Error?
de: Ein unbekannter Fehler in ImgurSniper ist aufgetreten. Die Fehlermeldung lautet wie folgt: "{0}" Wollen Sie mehr Details über den Fehler sehen?
